Repository: frankdean/trip-server-2
Catalog: po/*.po
Languages: es, fr

source: Upgrading the database
es: Acutaliza el base de datos
fr: Enrichit la base de données

source: version
es: versión

source: listening at
es: está escuchando en
fr: écoute à

source: The application has been built to serve static files.
es: La bien aplicación ha sido construida para servir los archivos estáticos.
fr: L'application a été conçue pour servir des fichiers statiques

source: Static files will be served from the {1} directory.
es: Archivos estático se servirá de la carpeta {1}
fr: Les fichiers statiques seront servis à partir du répertoire {1}

source: Started application in {1} ms
es: La aplicación se inició en {1} ms
fr: Application démarrée en {1} ms

source: Bye!
es: ¡Adiós!
fr: au revoir

source: Tracks
es: Recorridos
fr: Traces

source: {1} track point received
es: {1} punto recibido
fr: A reçu {1} point

source: Between {1} and {2}
es: Entre {1} y {2}
fr: Entre {1} et {2}

source: ID
es: Identificación
fr: Identifiant

source: Time
es: Hora
fr: Temps

source: Latitude
es: Latitud

source: Longitude
es: Longitud

source: Altitude
es: Altitud

source: Speed
es: Velocidad
fr: Vitesse

source: Bearing
es: Rumbo
fr: Orientement

source: Note
es: Nota

source: Provider
es: Proveedor
fr: Source

source: Satellites
es: Satélites

source: Battery
es: Batería
fr: Pile

source: Go
es: Ir
fr: Aller

source: Date from
es: Fecha de
fr: Date après

source: Date to
es: Fecha para
fr: Date avant

source: Display shared user's tracks
es: Mostrar des recorridos compartidos
fr: Affiche les points partagés

source: Max hdop
es: HDOP máximo
fr: HDOP maximum

source: leave blank for no maximum
es: dejar en blanco para sin máximo
fr: Laisse l'entrée vide pour pas de maximum

source: Show notes only
es: Mostra solo las notas
fr: Affiche les notes seulement

source: List tracks
es: Enumera los recorridos
fr: Afficher une liste des points

source: Show map
es: Mostra el mapa
fr: Affiche la carte

source: Download tracks?
es: ¿Descarga?
fr: Voulez-vous télécharger les points?

source: Download tracks
es: Descarga los recorridos
fr: Télécharge les points

source: Copy
es: Copia
fr: Copie

source: Reset
es: Reajusta
fr: Remettre

source: Usage: {1} [OPTIONS] Options:
es: Utilización: {1} [OPCIÓNES] Opciónes:
fr: Mode d'emploi: " {1} [OPTIONS] Options:

source: show this help, then exit
es: muestra esta ayuda y abandona
fr: affiche cette aide, puis quitte

source: show version information, then exit
es: muestra el información de versión
fr: affiche les informations de version, puis quitte

source: listen address, e.g. 0.0.0.0
es: dirección de escuchiando
fr: adresse d'écoute

source: port number, e.g. 8080
es: número de puerto, p.ej. 8080
fr: numéro de port

source: document root directory
es: la carpeta raíz del documento
fr: réportoire racine du document

source: expires any active user web sessions
es: expira todas las sesiones del web site
fr: fait expirer toutes les sessions Web des utilisateurs actifs

source: configuration file name
es: el nombre del fichero configuración
fr: nom de fichier de configuration

source: upgrade database
es: acutaliza el base de datos
fr: optimise la base de données

source: verbose output
es: imprimir verboso
fr: output verbeux

source: Usage: {1} <address> <port> <doc_root>
es: Utilización: {1} <dirreción> <puerto> <raíz del documento>
fr: Options: {1} <adresse> <port> <doc_racine>

source: Usage: {1} <address> <port>
es: utilización: {1} <dirreción> <puerto>
fr: Options: {1} <adresse> <port>

source: Example:
es: Ejemplar:
fr: Exemple:

source: Tracking
es: Seguimiento
fr: Suit

source: Tracker Info
es: Información de Seguimiento
fr: Information de suivi

source: Track Sharing
es: Seguimiento Compartiendo
fr: Traces Partage

source: Itineraries
es: Itinerario
fr: Itinéraires

source: Users
es: Usuarios
fr: Utilisateurs

source: Status
es: Estado
fr: Statut

source: Account
es: Cuenta
fr: Compte

source: Help
es: Ayuda
fr: Aide

source: Logout
es: Cerra Sesión
fr: Déconnecter

source: Configuration filename not specified
es: Nombre de archivo de configuración no especificado
fr: Nom du fichier de configuration non spécifié

source: Reading configuration from {1}
es: Está leyendo de configuración desde {1}
fr: Lecture de la configuration du {1}

source: Creating {1} worker
es: Está creando {1} trabajador
fr: Crée {1} ouvrier

source: Username
es: Identificación del usuario
fr: Nom d'utilisateur

source: Password
es: Contraseña
fr: Mot de passe

source: Creating database pool with {1} connection
es: Está creando un grupo de base de datos con {1} conexión
fr: Création d'un pool de bases de données avec {1} connexion
